
{"teammembers":[
	{
		"image": "Images/andersen.jpg",
		"full_name": "Mary Storrs Andersen",
		"bio": "She studied at the University of Michigan and she later went to Berlin to teach. She is affiliated with the Gamma Chapter, where she became a patroness. She had three children and one of them became a patroness member of Alpha Beta at the University of Arizona."
	},
	{
		"image": "Images/campbell.jpg",
		"full_name": "Elizabeth Campbell",
		"bio": "She was born in Ann Arbor, Michigan. Both of her parents were musicians and attended college. She was the 1st Vice President of the Alpha Chapter. She also served in every office in the Alpha Chapter and in the national organization."
	},
	{
		"image": "Images/caspari.jpg",
		"full_name": "Frances Caspari",
		"bio": "She was born in Ann Arbor, Michigan. She lived in New York for several years. In New York she performed in Carnegie Hall. She went to New York because Madame Schumann-Heink suggested that she should after she heard her sing in Ann Arbor when Schumann-Heink at the famous May Festival. On Ann Arbor Day she was presented with Ring of Excellence."
	},
	{
		"image": "Images/davis.jpg",
		"full_name": "Minnie Davis Sherrill",
		"bio": "Minnie Davis Sherrill spoke to Elizabeth Campbell of her desire to unite a group of the most earnest and talented girls graduating in the spring of 1903. They both approached Leila Farlin and then the three approached Nora Crane Hunt. She served twice as National Corresponding Secretary twice as a member of the national council and was a traveling delegate for one year."
	},
	{
		"image": "Images/hunt.jpg",
		"full_name": "Nora Crane Hunt",
		"bio": "She was born in Jackson, Michigan. She was the Alumni Secretary of School of Music for 10 years. She sang in the First Presbyterian church​. Also, a 6 million dollar residence hall for women at the University of Michigan was named after her."
	},
{
		"image": "Images/laughlin.jpg",
		"full_name": "Leila Farlin-Laughlin",
		"bio": "She was born in Lowell, Michigan. She graduated with Elizabeth Campbell. She was a student at the Oberlin Conservatory, in Oberlin, Ohio before she went to Michigan to pursue her graduate degree. She was Sigma Alpha Iota's national treasurer for one year."
	},
{
		"image": "Images/potts.jpg",
		"full_name": "Georgina Potts",
		"bio": "She was born in Toledo, Ohio. She was known as one of Toledo's finest piano teachers.She enjoyed scrap booking with poetry and historical items, literary and music. She also studied languages such as French, German, Spanish and Ruusian."
	}

]}